Repository: martingaldeca/BMATDevTest
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es

source: Output csv
es: Csv de salida

source: Csv inputted to be processed.
es: Csv de entrada a ser procesado.

source: CSV task file
es: Fichero de tarea csv

source: CSV tasks files
es: Ficheros de tareas csv

source: Input csv
es: Csv de entrada

source: Output files
es: Ficheros de salida

source: Csv task's output files
es: Ficheros de salidas de tareas csv

source: Initial input file name
es: Nombre inicial de fichero de entrada

source: This field is used to compare if a file was previously processed. Can not be 2 CSVTasks with same initial input file name. We will assume that if ity is the case the file was previusly processed.
es: Este campo se utiliza para comparar si un archivo fue procesado previamente. No puede haber 2 CSVTasks con el mismo nombre de archivo de entrada inicial. Asumiremos que si es el caso el archivo fue procesado previamente.

source: Error processing
es: Error procesando

source: Field that shows if there was any error processing the file
es: Campo que indica si ha habído algún error procesando el fichero

source: Error message
es: Mensaje de error

source: If the csv process had any error the message will be stored here
es: Si el proceso csv tuvo algún error, el mensaje se almacenará aquí

source: CSV task
es: Tarea de CSV

source: CSV tasks
es: Tareas de CSV

source: Users
es: Usuarios

source: CSVTasks
es: Tareas de csv
